Repository: CERN/CTW
Catalog: mods/homedecor/homedecor_common/locale/*.po
Languages: de, es, fr, ms, ru

source: Tree's swing
de: Baumschaukel
es: Columpio
fr: Balançoire
ms: Buaian Pokok
ru: Качели для дерева

source: Water well
de: Wasserbrunnen
es: Pozo de agua
fr: Puits
ms: Perigi Air
ru: Колодец с водой

source: yellow
de: gelb
es: amarilla
fr: jaune
ms: Kuning
ru: жёлтый

source: Shrubbery (@1)
de: Gebüsch (@1)
es: Arbustos (@1)
fr: Arbustes (@1)
ms: Rumpun Pokok Renek (@1)
ru: Кустарник (@1)

source: brass
de: Messing
es: latón
fr: laiton
ms: Loyang
ru: латунь

source: wrought iron
de: Schmiedeeisen
es: hierro forjado
fr: fer forgé
ms: Besi Tempaan
ru: кованное железо

source: Fence/railing (@1)
de: Zaun/Geländer (@1)
es: Cerca/barandilla (@1)
fr: Barrière
ms: Pagar/Kisi-Kisi (@1)
ru: Забор/ограда (@1)

source: Fence/railing with sign (@1)
de: Zaun/Geländer mit Schild (@1)
es: Cerca/barandilla con letrero (@1)
fr: Barrière avec pancarte
ms: Pagar/Kisi-Kisi dengan Papan Tanda (@1)
ru: Забор/ограда со знаком (@1)

source: Unpainted Picket Fence
de: Unlackierter Lattenzaun
es: Cerca de piquete sin pintar
fr: Clôture en piquets bruts
ms: Pagar Pancang Tidak Bercat
ru: Некрашеный забор из частокола

source: Unpainted Picket Fence Corner
de: Unlackierte Lattenenzaunecke
es: Esquina de cerca de piquete sin pintar
fr: Clôture en piquets bruts (angle)
ms: Bucu Pagar Pancang Tidak Bercat
ru: Угол некрашеного забора из частокола

source: White Picket Fence
de: Weißer Lattenzaun
es: Cerca de piquete blanca
fr: Clôture en piquets blancs
ms: Pagar Pancang Putih
ru: Белый забор из частокола

source: White Picket Fence Corner
de: Weiße Lattenzaunecke
es: Esquina de cerca de piquete blanca
fr: Clôture en piquets blancs (angle)
ms: Bucu Pagar Pancang Putih
ru: Угол белого забора из частокола

source: Wooden Privacy Fence
de: Holzsichtschutzzaun
es: Cerca de privacidad de madera
fr: Clôture de confidentialité en bois
ms: Pagar Privasi Kayu
ru: Деревянный глухой забор

source: Wooden Privacy Fence Corner
de: Holzsichtschutzzaunecke
es: Esquina de cerca de privacidad de madera
fr: Clôture de confidentialité en bois (angle)
ms: Bucu Pagar Privasi Kayu
ru: Угол деревянного глухого забора

source: Barbed Wire Fence
de: Stacheldrahtzaun
es: Cerca de alambre de espino
fr: Clôture en fil barbelé
ms: Pagar Dawai Berduri
ru: Забор из колючей проволоки

source: Barbed Wire Fence Corner
de: Stacheldrahtzaunecke
es: Esquina de cerca de alambre de espino
fr: Clôture en fil barbelé (angle)
ms: Bucu Pagar Dawai Berduri
ru: Угол забора из колючей проволоки

source: Chainlink Fence
de: Maschendrahtzaun
es: Cerca de eslabón de cadena
fr: Grillage
ms: Pagar Dawai Berangkai
ru: Цепной забор

source: Chainlink Fence Corner
de: Maschendrahtzaunecke
es: Esquina de cerca de eslabón de cadena
fr: Grillage (angle)
ms: Bucu Pagar Dawai Berangkai
ru: Угол цепного забора

source: Wrought Iron fence (type 2)
de: Schmiedeeisenzaun/-geländer (Typ 2)
es: Cerca de hierro forjado (tipo 2)
fr: Clôture en fer forgé
ms: Pagar Besi Tempaan (jenis ke-2)
ru: Кованный железный забор (2й тип)

source: Wrought Iron fence (type 2) Corner
de: Schmiedeeisenzaun/-geländerecke (Typ 2)
es: Esquina de cerca de hierro forjado (tipo 2)
fr: Clôture en fer forgé (angle)
ms: Bucu Pagar Besi Tempaan (jenis ke-2)
ru: Угол кованного железного забора (2й тип)

source: Wall-mounted coat rack
de: Wandgarderobe
es: Perchero de pared
fr: Porte-manteau mural
ms: Penyangkut Baju Dinding
ru: Настенная вешалка для одежды

source: Coat tree
de: Kleiderständer
es: Perchero de piso
fr: Porte-manteau
ms: Penyangkut Baju Berdiri
ru: Стоечная вешалка для одежды

source: Green welcome mat
de: Grüner Fußabtreter
es: Tapete verde de bienvenida
fr: Paillasson vert
ms: Alas Kaki "Welcome" Hijau
ru: Зелёный коврик под входную дверь

source: Brown welcome mat
de: Brauner Fußabtreter
es: Tapete marrón de bienvenida
fr: Paillasson marron
ms: Alas Kaki "Welcome" Perang
ru: Коричневый коврик под входную дверь

source: Grey welcome mat
de: Grauer Fußabtreter
es: Tapete gris de bienvenida
fr: Paillasson gris
ms: Alas Kaki "Welcome" Kelabu
ru: Серый коврик под входную дверь

source: Table
de: Tisch
es: Mesa
ms: Meja
ru: Стол

source: Mahogany Table
de: Mahagonitisch
es: Mesa de caoba
fr: Table en acajou
ms: Meja Mahogani
ru: Стол из красного дерева

source: White Table
de: Weißer Tisch
es: Mesa blanca
fr: Table blanche
ms: Meja Putih
ru: Белый стол

source: Kitchen chair
de: Küchenstuhl
es: Silla de cocina
fr: Chaise de cuisine
ms: Kerusi Dapur
ru: Кухонный стул

source: Armchair
de: Sessel
es: Sillón
fr: Fauteuil
ms: Kerusi Berlengan
ru: Кресло

source: Bookshelf (open-frame)
de: Bücherregal (offener Rahmen)
es: Estante para libros (abierto)
fr: Bibliothèque (cadre ouvert)
ms: Rak Buku (Bingkai Terbuka)
ru: Книжная полка (открытая)

source: Wall Shelf
de: Wandbrett
es: Estante
fr: Étagère
ms: Rak Dinding
ru: Настенная полка

source: Bars
de: Gitterstäbe
es: Barrotes
fr: Barres de renfort
ms: Palang
ru: Стержни

source: Binding Bars
de: Gitterstäbeverbindung
es: Barrotes de contención
fr: Barres de renfort (angle)
ms: Palang Bucu
ru: Связующие стержни

source: Chains
de: Ketten
es: Cadenas
fr: Chaînes
ms: Rantai
ru: Цепи

source: Wall Torch
de: Wandfackel
es: Antorcha de pared
fr: Torche murale
ms: Obor Dinding
ru: Настенный факел

source: Wall Lamp
de: Wandlampe
es: Lámpara de pared
fr: Lampe murale
ms: Lantera Dinding
ru: Настенная лампа

source: Cutlery set
de: Besteckset
es: Cubertería
fr: Couverts
ms: Set Kutleri
ru: Набор столовых приборов

source: Brown bottle
de: Braune Flasche
es: Botella marrón
fr: Bouteille marron
ms: Botol Perang
ru: Коричневая бутылка

source: Four brown bottles
de: Vier braune Flaschen
es: Cuatro botellas marrones
fr: Quatre bouteilles marrons
ms: Empat Botol Perang
ru: Четыре коричневых бутылки

source: Four green bottles
de: Vier grüne Flaschen
es: Cuatro botellas verdes
fr: Quatre bouteilles vertes
ms: Empat Botol Hijau
ru: Четыре зелёных бутылки

source: Green bottle
de: Grüne Flasche
es: Botella verde
fr: Bouteille verte
ms: Botol Hijau
ru: Зелёная бутылка

source: Four misc brown/green bottles
de: Vier gemischte braune/grüne Flaschen
es: Cuatro botellas verdes/marrones
fr: Quatre bouteilles marrons et vertes
ms: Empat Botol Pelbagai Warna
ru: Четыре разные коричневые/зелёные

source: Wine rack
de: Weinregal
es: Estantería de vino
fr: Casier à bouteilles
ms: Rak Wain
ru: Винный шкаф

source: Dartboard
de: Dartscheibe
es: Diana
fr: Jeu de fléchettes
ms: Papan Damak
ru: Мишень для дротиков

source: Beer tap
de: Bierzapfhahn
es: Grifo de cerveza
fr: Pompe à bière
ms: Paip Bir
ru: Пивной кран

source: Ahh, a frosty cold beer - look in your inventory for it!
de: Ahh ein kühles Bier – sehen Sie in Ihrem Inventar nach!
es: ¡Ah, una cerveza fría! La encontrarás en tu inventario.
fr: Ahh, une bière bien fraîche - regardez dans votre inventaire !
ms: Ahh, bir sejuk dingin - cari dalam inventori anda!
ru: О, холодное пиво! Ищи его в инвентаре!

source: No room in your inventory to add a beer mug!
de: Kein Platz im Inventar für einen Bierkrug!
es: ¡No hay lugar para tomar una jarra de cerveza!
fr: Pas de place dans votre inventaire pour ajouter une pinte de bière !
ms: Tiada ruang dalam inventori anda untuk menambah kole bir!
ru: В инвентаре нет места для пивной кружки!

source: Beer mug
de: Bierkrug
es: Jarra de cerveza
fr: Pinte de bière
ms: Kole Bir
ru: Пивная кружка

source: Soda vending machine
de: Limoautomat
es: Máquina expendedora de refrescos
fr: Distributeur de poison lent
ms: Mesin Soda Layan Diri
ru: Автомат с газировкой

source: Please insert a coin in the machine.
de: Bitte Münze in Automaten einwerfen.
es: Por favor introduzca una moneda en la máquina.
fr: Veuillez insérer une pièce dans la machine .
ms: Sila masukkan duit syiling ke dalam mesin.
ru: Вставьте монету в автомат.

source: Not enough room - the space for the headboard is occupied!
de: Nicht genügeng Platz – Der Platz für das Kopfende ist belegt!
es: No hay suficiente espacio - ¡El espacio para la cabecera está ocupado!
fr: Pas assez de place - l'espace pour la tête de lit est occupé !
ms: Tidak cukup ruang - ada barang di kawasan untuk letak kepala katil!
ru: Не хватает места - пространство для изголовья занято!

source: Someone already owns the spot where the headboard goes.
de: Jemanden gehört schon der Platz, wo das Kopfende hingehen würde.
es: Alguien ya es dueño del lugar donde va la cabecera.
fr: Quelqu'un possède déjà l'endroit où doit aller la tête de lit.
ms: Tempat untuk letak kepala katil itu kawasan kepunyaan orang lain.
ru: Точка, куда ставится изголовье, уже принадлежит кому-то.

source: Not enough room - the upper space is occupied!
de: Nicht genügend Platz – der obere Teil ist belegt!
es: No hay suficiente espacio - ¡El espacio de encima está ocupado!
fr: Pas assez de place - l'espace en haut est occupé !
ms: Tidak cukup ruang - ada barang di kawasan atas!
ru: Не хватает места - верхнее пространство занято!

source: Someone already owns that spot.
de: Jemanden gehört diese Stelle schon.
es: Alguien ya es dueño de ese lugar.
fr: Quelqu'un est déjà propriétaire de cette zone.
ms: Kawasan itu kepunyaan orang lain.
ru: Та точка уже принадлежит кому-то.

source: Furnace
de: Ofen
es: Horno
fr: Fourneau
ms: Relau
ru: Печь

source: @1 (empty)
de: @1 (leer)
es: @1 (vacía)
fr: @1 (vide)
ms: @1 (kosong)
ru: @1 (пусто)

source: @1 (active)
de: @1 (aktiv)
es: @1 (activo)
fr: @1 (actif)
ms: @1 (aktif)
ru: @1 (активно)

source: @1 (active: @2%)
de: @1 (aktiv: @2%)
es: @1 (activo: @2%)
fr: @1 (actif : @2%)
ms: @1 (aktif: @2)
ru: @1 (активно: @2%)

source: @1 (out of fuel)
de: @1 (kein Brennmaterial vorhanden)
es: @1 (sin combustible)
fr: @1 (pas de combustible)
ms: @1 (kehabisan bahan api)
ru: @1 (не хватает топлива)

source: @1 (output bins are full)
de: @1 (Ausgabe ist voll)
es: @1 (ranuras de salida llenas)
fr: @1 (les réceptacles de sortie sont pleins)
ms: @1 (dulang keluar penuh)
ru: @1 (выходные ячейки заполнены)

source: @1 moves stuff in @2 at @3
de: @1 bewegt Zeugs in @2 bei @3
es: @1 mueve cosas en @2 en @3
fr: @1 déplace des objets dans @2 à @3
ms: @1 pindah barang dalam @2 dekat @3
ru: @1 перемещает вещи в @2 в @3

source: @1 moves @2 to @3 at @4
de: @1 bewegt @2 nach @3 bei @4
es: @1 mueve @2 a @3 en @4
fr: @1 a déplacé @2 vers @3 à @4
ms: @1 pindahkan @2 ke @3 dekat @4
ru: @1 перемещает @2 в @3 в @4

source: @1 takes @2 from @3 at @4
de: @1 nimmt @2 von @3 bei @4
es: @1 toma @2 desde @3 en @4
fr: @1 a pris @2 de @3 à @4
ms: @1 ambil @2 daripada @3 dekat @4
ru: @1 берёт @2 из @3 в @4

source: @1 (owned by @2)
de: @1 (gehört @2)
es: @1 (propiedad de @2)
fr: @1 (propriété de @2)
ms: @1 (hak milik @2)
ru: @1 (принадлежит @2)

source: @1 tried to access a @2 belonging to @3 at @4
de: @1 versuchte Zugang zu @2 von @3 zu bekommen bei @4
es: @1 intentó acceder a @2 perteneciente a @3 en @4
fr: @1 a essayé d'accéder à @2 qui est propriété de @3 à @4
ms: @1 cuba untuk pakai @2 milik @3 dekat @4
ru: @1 пытается получить доступ к @2, принадлежащий @3 в @4

source: @1 (Locked)
de: @1 (abgeschlossen)
es: @1 (Cerrado)
fr: @1(verrouillé)
ms: @1 (Berkunci)
ru: @1 (Закрыто)

source: Loaded!
de: Geladen!
es: ¡Cargado!
fr: Chargé !
ms: Telah Dimuatkan!
ru: Загружен!

source: Refrigerator (stainless steel)
de: Kühlschrank (Edelstahl)
es: Refrigerador (acero inoxidable)
fr: Réfrigérateur (acier inox)
ms: Peti Sejuk (Keluli Tahan Karat)
ru: Холодильник (нержавеющая сталь)

source: Refrigerator
de: Kühlschrank
es: Refrigerador
fr: Réfrigérateur
ms: Peti Sejuk
ru: Холодильник

source: Oven
de: Backofen
es: Horno
fr: Four
ms: Ketuhar
ru: Духовка

source: Oven (stainless steel)
de: Backofen (Edelstahl)
es: Horno (acero inoxidable)
fr: Four (acier inox)
ms: Ketuhar (Keluli Tahan Karat)
ru: Духовка (нержавеющая сталь)

source: Microwave Oven
de: Mikrowelle
es: Horno microondas
fr: Four Micro-ondes
ms: Ketuhar Gelombang Mikro
ru: Микроволновая печь

source: Coffee Maker
de: Kaffeemaschine
es: Cafetera
fr: Cafetière
ms: Alat Pembuat Kopi
ru: Кофеварка

source: Toaster
es: Tostador
fr: Grille-pain
ms: Pembakar Roti
ru: Тостер

source: Dishwasher
de: Spülmachine
es: Lavavajillas
fr: Lave-vaisselle
ms: Mesin Basuh Pinggan Mangkuk
ru: Посудомоечная машина

source: granite
de: Granit
es: granito
fr: granit
ms: Granit
ru: гранит

source: marble
de: Marmor
es: mármol
fr: marbre
ms: Marmar
ru: мрамор

source: steel
de: Stahl
es: acero
fr: acier
ms: Keluli
ru: сталь

source: Dishwasher (@1)
de: Spülmaschine (@1)
es: Lavavajillas (@1)
fr: Lave-vaisselle (@1)
ms: Mesin Basuh Pinggan Mangkuk (@1)
ru: Посудомоечная машина (@1)

source: Kitchen Cabinet
de: Küchenschrank
es: Gabinete de cocina
fr: Meuble de cuisine
ms: Kabinet Dapur
ru: Кухонный шкаф

source: Kitchen Cabinet (@1 top)
de: Küchenschrank (@1platte)
es: Gabinete de cocina (mesada de @1)
fr: Meuble de cuisine (haut @1)
ms: Kabinet Dapur (Beralaskan @1)
ru: Кухонный шкаф (@1 верх)

source: Half-height Kitchen Cabinet (on ceiling)
de: Halbhoher Küchenschrank (oben)
es: Gabinete de cocina de media altura (en techo)
fr: Meuble de cuisine réduit en hauteur (sur le plafond)
ms: Kabinet Dapur Separuh (dekat siling)
ru: Полуразмерный кухонный шкаф (потолочный)

source: Kitchen Cabinet with sink
de: Küchenschrank mit Spüle
es: Gabinete de cocina con lavabo
fr: Meuble de cuisine avec lavabo
ms: Kabinet Dapur dengan Sinki
ru: Кухонный шкаф с раковиной

source: Under-sink cabinet
de: Waschbeckenunterschrank
es: Gabinete bajo lavabo
fr: Meuble sous évier
ms: Kabinet Bawah Sinki
ru: Шкаф для раковины

source: Copper pans
de: Kupferpfannen
es: Sartenes de cobre
fr: Poêles en cuivre
ms: Kuali Leper Tembaga
ru: Медные кастрюли

source: Kitchen Faucet
de: Küchenwasserhahn
es: Grifo de cocina
fr: Robinet de cuisine
ms: Kepala Paip Dapur
ru: Кухонный смеситель

source: Paper towels
de: Küchenpapier
es: Toallas de papel
fr: Essuie-tout
ms: Tuala Dapur Pakai Buang
ru: Бумажные полотенца

source: Thick Glowlight
de: Dickes Glimmlicht
es: Luz brillante gruesa
fr: Dalle lumineuse épaisse
ms: Lampu Putih Tebal
ru: Толстый светильник

source: Thin Glowlight
de: Dünnes Glimmlicht
es: Luz brillante fina
fr: Dalle lumineuse fine
ms: Lampu Putih Nipis
ru: Тонкий светильник

source: Small Glowlight Cube
de: Kleiner Glimmlichtwürfel
es: Cubo pequeño de luz brillante
fr: Petit cube lumineux
ms: Kiub Lampu Putih Kecil
ru: Малый светящийся куб

source: Plasma Lamp
de: Plasmalampe
es: Lámpara de plasma
fr: Lampe plasma
ms: Lampu Plasma
ru: Плазменный светильник

source: Plasma Ball
de: Plasmakugel
es: Bola de plasma
fr: Boule plasma
ms: Bebola Plasma
ru: Плазменный шар

source: Thick Candle
de: Dicke Kerze
es: Vela gruesa
fr: Grosse bougie
ms: Lilin Tebal
ru: Толстая свеча

source: Thin Candle
de: Dünne Kerze
es: Vela fina
fr: Petite bougie
ms: Lili Nipis
ru: Тонкая свеча

source: Candlestick (wrought iron)
de: Kerzenhalter (Schmiedeeisen)
es: Candelero (hierro forjado)
fr: Chandelier (fer forgé)
ms: Lilin Berkaki (Besi Tempaan)
ru: Подсвечник (кованное железо)

source: Candlestick (brass)
de: Kerzenhalter (Messing)
es: Candelero (latón)
fr: Chandelier (laiton)
ms: Lilin Berkaki (Loyang)
ru: Подсвечник (латунь)

source: Wall sconce
de: Wandkerze
es: Candelabro de pared
fr: Bougeoir mural
ms: Pendakap Lilin Dinding
ru: Настенный светильник

source: Oil lamp (hurricane)
de: Öllampe (Hurrikan)
es: Lámpara de aceite (huracán)
fr: Lampe à huile (tempête)
ms: Pelita Gantung
ru: Масленая лампа (подвесная)

source: Oil Lamp (tabletop)
de: Öllampe (Stehend)
es: Lámpara de aceite de mesa
fr: Lampe à huile (sur table)
ms: Pelita Duduk
ru: Масленая лампа (настольная)

source: Ground Lantern
de: Bodenlaterne
es: Linterna de piso
fr: Lanterne au sol
ms: Lantera Berdiri
ru: Наземный фонарь

source: Hanging Lantern
de: Hängende Laterne
es: Linterna colgante
fr: Lanterne suspendue
ms: Lantera Bergantung
ru: Подвесной фонарь

source: Ceiling Lantern
de: Deckenlaterne
es: Linterna de techo
fr: Lanterne de plafond
ms: Lantera Siling
ru: Потолочный фонарь

source: Lattice lantern (large)
de: Gitterlaterne (groß)
es: Linterna enrejada (grande)
fr: Lanterne (grande)
ms: Lantera Kekisi (Besar)
ru: Решётчатый фонарь (большой)

source: Lattice lantern (small)
de: Gitterlaterne (klein)
es: Linterna enrejada (pequeña)
fr: Lanterne (petite)
ms: Lantera Kekisi (Kecil)
ru: Решётчатый фонарь (малый)

source: Table Lamp
de: Tischlampe
es: Lámpara de mesa
fr: Lampe de table
ms: Lampu Meja
ru: Настольный светильник

source: Standing Lamp
de: Stehlampe
es: Lámpara de pié
fr: Lampe de table
ms: Lampu Berdiri
ru: Напольный светильник

source: Desk Lamp
de: Schreibtischlampe
es: Lámpara de escritorio
fr: Lampe de bureau
ms: Lampu Meja Kerja
ru: Настольный светильник

source: Ceiling Lamp
de: Deckenlampe
es: Lámpara de techo
fr: Plafonnier
ms: Lampu Siling
ru: Потолочный светильник

source: Ceiling Lamp (off)
de: Deckenlampe (aus)
es: Lámpara de techo (apagada)
fr: Plafonnier (éteint)
ms: Lampu Siling (tutup)
ru: Потолочный светильник (выключен)

source: Textured Ceiling Paint
de: Deckenfarbe
es: Pintura de techo con textura
fr: Peinture pour plafonds
ms: Cat Siling Bertekstur
ru: Текстурированная потолочная краска

source: Drop-Ceiling Tile
de: Abgehängte Deckenkachel
es: Azulejo de techo
fr: Plaque de plafond
ms: Kepingan Siling
ru: Потолочная плитка

source: small
de: klein
es: pequeño
fr: petit
ms: Kecil
ru: малый

source: large
de: groß
es: grande
fr: grand
ms: Besar
ru: большой

source: persian
de: persisch
es: persa
fr: persan
ms: Parsi
ru: персидский

source: Rug (@1)
de: Teppich (@1)
es: Tapete (@1)
fr: Tapis (@1)
ms: Ambal (@1)
ru: Ковёр (@1)

source: black
de: schwarz
es: negra
fr: noir
ms: Hitam
ru: чёрный

source: terracotta
de: Terrakotta
es: terracota
fr: terre cuite
ru: терракотовый

source: Flower Pot (@1)
de: Blumentopf (@1)
es: Maceta (@1)
fr: Pot de fleur (@1)
ms: Pasu Bunga (@1)
ru: Цветочный горшок

source: Rose
es: Rosa
ms: Ros
ru: Роза

source: Tulip
de: Tulpe
es: Tulipán
fr: Tulipe
ru: Тюльпан

source: Yellow Dandelion
de: Gelber Löwenzahn
es: Diente de león amarillo
fr: Pissenlit jaune
ms: Dandelion Kuning
ru: Жёлтый одуванчик

source: White Dandelion
de: Weißer Löwenzahn
es: Diente de león blanco
fr: Pissenlit blanc
ms: Dandelion Putih
ru: Белый одуванчик

source: Blue Geranium
de: Blaue Geranie
es: Geranio azul
fr: Géranium bleu
ms: Geranium Biru
ru: Голубая герань

source: Viola
de: Veilchen
fr: Violette
ms: Violet
ru: Фиалка

source: Cactus
de: Kaktus
es: Cacto
ms: Kaktus
ru: Кактус

source: Bonsai
fr: Bonsaï
ru: Карликовое дерево

source: Potted flower (@1)
de: Eingetopfte Blume (@1)
es: Flor en maceta (@1)
fr: Fleur en pot (@1)
ms: Pasu Berbunga (@1)
ru: Цветок в горшке (@1)

source: Brass Pole
de: Messingstange
es: Poste de latón
fr: Perche en étain
ms: Tiang Loyang
ru: Латунный столб

source: Wrought Iron Pole
de: Schmiedeeiserne Stange
es: Poste de hierro forjado
fr: Perche en fer forgé
ms: Tiang Besi Tempaan
ru: Кованный железный столб

source: Fishtank
de: Aquarium
es: Estanque para peces
fr: Aquarium
ms: Tangki Ikan
ru: Аквариум

source: Fishtank (lighted)
de: Beleuchtetes Aquarium
es: Estanque para peces (iliminado)
fr: Aquarium (éclairé)
ms: Tangki Ikan (Bercahaya)
ru: Аквариум (освещённый)

source: Cardboard box (big)
de: Karton (groß)
es: Caja de cartón (grande)
fr: Carton d'emballage (grand)
ms: Kotak Kadbod (Besar)
ru: Картонная коробка (большая)

source: Cardboard box
de: Karton
es: Caja de cartón
fr: Carton d'emballage
ms: Kotak Kadbod (Kecil)
ru: Картонная коробка

source: DVD/CD cabinet
de: DVD-/CD-Regal
es: Gabinete de CDs/DVDs
fr: Meuble DVD/CD
ms: Kabinet DVD/CD
ru: Шкаф с дисками DVD/CD

source: Pool Table
de: Billardtisch
es: Mesa de pool
fr: Billard
ms: Meja Pool
ru: Бильярдный стол

source: Piano
de: Klavier
ru: Пианино

source: Trophy
de: Trophäe
es: Trofeo
fr: Trophée
ms: Trofi
ru: Награда

source: Sport bench
de: Fitnessgerät
es: Banco deportivo
fr: Banc de musculation
ms: Bangku Angkat Berat
ru: Спортивная скамья

source: Skateboard
es: Patineta
fr: Planche à roulettes
ms: Papan Luncur
ru: Скейт

source: Metal tool cabinet and work table
de: Metallwerkzeugschrank und Arbeitstisch
es: Mesa de trabajo y gabinete en hierro
fr: Établi pour le travail du métal
ms: Kabinet Alatan Logam dan Meja Kerja
ru: Шкаф с металлическим инструментом и рабочий стол

source: Decorative painting #@1
de: Dekoratives Gemälde Nr. @1
es: Pintura decorativa nº@1
fr: Peinture décorative N°@1
ms: Lukisan Hiasan #@1
ru: Декоративная живопись #@1

source: dark topped
de: dunkler Handlauf
es: mesada oscura
fr: dessus foncé
ms: atasan gelap
ru: тёмный верх

source: diagonal
ms: pepenjuru
ru: диагональный

source: horizontal
ms: mendatar
ru: горизонтальный

source: Banister for Stairs (@1, @2)
de: Treppengeländer (@1, @2)
es: Barandilla para escaleras (@1, @2)
fr: Rampe d'escalier (@1, @2)
ms: Selusur Tangga (@1, @2)
ru: Перила для ступеней (@1, @2)

source: not enough space
de: nicht genügend Platz
es: no hay suficiente espacio
fr: pas assez d'espace
ms: Tidak cukup ruang
ru: не хватает места

source: Filing cabinet
de: Ablageschrank
es: Archivador
fr: Meuble de rangement
ms: Kabinet Pemfailan
ru: Шкаф для документов

source: Desk
de: Schreibtisch
es: Escritorio
fr: Bureau
ms: Meja Kerja
ru: Письменный стол

source: Desk globe
de: Schreibtischglobus
es: Globo terráqueo
fr: Globe de bureau
ms: Glob Dunia
ru: Настольный глобус

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ms: Kalendar
ru: Календарь

source: Date (right-click to update): @1
de: Datum (Rechsklick zum Aktualisieren): @1
es: Fecha (clic derecho para actualizar): @1
fr: Date (clic-droit pour mettre à jour): @1
ms: Tarikh (klik-kanan untuk kemaskini): @1
ru: Дата (правая кнопка мыши для обновления): @1

source: Basic office chair
de: Schlichter Bürostuhl
es: Silla básica de oficina
fr: Chaise de bureau basique
ms: Kerusi Pejabat Biasa
ru: Офисный стул

source: Upscale office chair
de: Hochwertiger Bürostuhl
es: Silla grande de oficina
fr: Chaise de bureau améliorée
ms: Kerusi Pejabat Besar
ru: Высококлассное офисное кресло

source: Glass Skylight
de: Glasdachfenster
es: Claraboya de cristal
fr: Lucarne en verre
ms: Bumbung Kaca
ru: Стеклянный люк

source: Glass Skylight Frosted
de: Milchglasdachfenster
es: Claraboya de cristal esmerilado
fr: Lucarne en verre givrée
ms: Bumbung Kaca Berkabut
ru: Матовый стеклянный люк

source: asphalt
es: asfalto
fr: asphalte
ms: Asfalt
ru: асфальт

source: Shingles (@1)
de: Schindeln (@1)
es: Tejas (@1)
fr: Bardeaux (@1)
ms: Genting (@1)
ru: Черепица (@1)

source: @1 (outer corner)
de: @1 (Aussenecke)
es: @1 (esquina exterior)
fr: @1 (coin extérieur)
ms: @1 (bucu luar)
ru: @1 (внешний угол)

source: @1 (inner corner)
de: @1 (Innenecke)
es: @1 (esquina interior)
fr: @1 (coin intérieur)
ms: @1 (bucu dalam)
ru: @1 (внутренний угол)

source: Wood Shingles
de: Holzschindeln
es: Tejado de madera
fr: Bardeaux de bois
ms: Genting Kayu
ru: Деревянная черепица

source: Asphalt Shingles
de: Asphaltschindeln
es: Tejado de asfalto
fr: Bardeaux d'asphalte
ms: Genting Asfalt
ru: Асфальтовая черепица

source: Terracotta Shingles
de: Terrakottaschindeln
es: Tejado de terracota
fr: Bardeaux de terre cuite
ms: Genting Terracotta
ru: Терракотовая черепица

source: Glass Shingles
de: Glasschindeln
es: Claraboya de cristal
fr: Bardeaux de verre
ms: Genting Kaca
ru: Стеклянная черепица

source: Chimney
de: Schornstein
es: Chimenea
fr: Cheminée
ms: Serombong
ru: Дымоход

source: Wooden Shutter
de: Holzrolladen
es: Postigo de madera
fr: Store en bois
ms: Pengatup Kayu
ru: Деревянные ставни

source: Small square glass table
de: Kleiner quadratischer Glastisch
es: Mesa cuadrada pequeña de vídrio
fr: Petite table carrée en verre
ms: Kaca Meja Segi Empat Kecil
ru: Маленький квадратный стеклянный столик
