Repository: CERN/CTW
Catalog: mods/homedecor/homedecor_common/locale/*.po
Languages: de, es, fr, ms, ru

source: Small round glass table
de: Kleiner runder Glastisch
es: Mesa redonda pequeña de vídrio
fr: Petite table ronde en verre
ms: Kaca Meja Bulat Kecil
ru: Маленький круглый стеклянный столик

source: Large glass table piece
de: Großes Glastischteil
es: Mesa grande de vídrio
fr: Élément de grande table en verre
ms: Kepingan Kaca Meja Besar
ru: Большая стеклянная столешница

source: Small square wooden table
de: Kleiner quadratischer Holztisch
es: Mesa cuadrada pequeña de madera
fr: Petite table carrée en bois
ms: Kepingan Meja Kayu Segi Empat Kecil
ru: Маленький квадратный деревянный столик

source: Small round wooden table
de: Kleiner runder Holztisch
es: Mesa redonda pequeña de madera
fr: Petite table ronde en bois
ms: Kepingan Meja Kayu Bulat Kecil
ru: Маленький круглый деревянный столик

source: Large wooden table piece
de: Großes Holztischteil
es: Mesa grande de madera
fr: Élément de grande table en bois
ms: Kepingan Meja Kayu Besar
ru: Большая деревянная столешница

source: Utility Table
de: Werkzeugtisch
es: Mesa utilitaria
fr: Plan de travail
ms: Kepingan Meja Utiliti
ru: Вспомогательный стол

source: Table Legs (@1)
de: Tischbeine (@1)
es: Patas de mesa (@1)
fr: Pieds de table (@1)
ms: Kaki Meja (@1)
ru: Ножки стола (@1)

source: Legs for Utility Table
de: Tischbeine für Werkzeugtisch
es: Patas para mesa utilitaria
fr: Pieds pour plan de travail
ms: Kaki untuk Meja Utiliti
ru: Ножки вспомогательного стола

source: Green Trash Can
de: Grüner Mülleimer
es: Bote de basura verde
fr: Poubelle verte
ms: Tong Sampah Hijau
ru: Зелёный мусорный контейнер

source: Trash Can
de: Mülleimer
es: Bote de basura
fr: Poubelle
ms: Tong Sampah
ru: Мусорный контейнер

source: Small Trash Can
de: Kleiner Mülleimer
es: Bote de basura pequeño
fr: Corbeille à papier
ms: Tong Sampah Kecil
ru: Малый мусорный контейнер

source: Wardrobe
de: Kleiderschrank
es: Guardarropa
fr: Garde-robe
ms: Almari Pakaian
ru: Гардероб

source: Clothes
de: Kleidung
es: Ropa
fr: Vêtements
ms: Pakaian
ru: Одежда

source: Storage
de: Lagerraum
es: Almacenamiento
fr: Rangement
ms: Simpanan
ru: Хранилище

source: Window (quartered)
de: Fenster (geviertelt)
es: Ventana (cuarteada)
fr: Fenêtre à petits carreaux
ms: Tingkap (Berpalang)
ru: Окно (разделённое)

source: Window (plain)
de: Fenster (schlicht)
es: Ventana (lisa)
fr: Fenêtre
ms: Tingkap (Biasa)
ru: Окно (простое)

source: Window Blinds (thick)
de: Jalousie (dick)
es: Persianas (gruesas)
fr: Store (épais)
ms: Bidai Tingkap (Tebal)
ru: Жалюзи (широкие)

source: Window Blinds (thin)
de: Jalousie (dünn)
es: Persianas (finas)
fr: Store (fin)
ms: Bidai Tingkap (Nipis)
ru: Жалюзи (узкие)

source: Curtains
de: Gardinen
es: Cortinas
fr: Rideaux
ms: Langsir
ru: Шторы

source: Curtain Rod (@1)
de: Gardinenstange (@1)
es: Palo de cortinas (@1)
fr: Tringle à rideaux (@1)
ms: Alang Langsir
ru: Карниз для штор (@1)

source: Window flowerbox
de: Fensterblumenkasten
es: Caja de flores de ventana
fr: Jardinière
ms: Kotak Bunga Tingkap
ru: Оконный цветочный ящик

source: Stained Glass
de: Buntglas
es: Vídrio coloreado
fr: Vitreaux
ms: Kaca Berwarna
ru: Витражное стекло

source: Mailbox
de: Briefkasten
es: Buzón
fr: Boîte aux lettres
ms: Peti Surat
ru: Почтовый ящик

source: @1's Mailbox
de: Briefkasten von @1
es: Buzón de @1
fr: Boîte aux lettres de @1
ms: Peti Surat @1
ru: Почтовый ящик @1

source: Item frame
de: Ausstellrahmen
es: Marco para objetos
fr: Cadre
ms: Bingkai Item
ru: Рамка предметов

source: Item frame (owned by @1)
de: Ausstellrahmen (gehört @1)
es: Marco para objetos (propiedad de @1)
fr: Cadre (propriété de @1)
ms: Bingkai Item (hak milik @1)
ru: Рамка предметов (принадлежит @1)

source: Pedestal
de: Podest
fr: Piédestal
ms: Kekaki
ru: Пьедестал

source: Pedestal (owned by @1)
de: Podest (gehört @1)
es: Pedestal (propiedad de @1)
fr: Piédestal (propriété de @1)
ms: Kekaki (hak milik @1)
ru: Пьедестал (принадлежит @1)

source: Lava Lamp
de: Lavalampe
es: Lámpara de lava
fr: Lampe à lave
ms: Lampu Lava
ru: Лавовый светильник

source: Lava Lamp (off)
de: Lavalampe (aus)
es: Lámpara de lava (apagada)
fr: Lampe à lave (éteinte)
ms: Lampu Lava (tutup)
ru: Лавовый светильник (выключен)

source: Coffee Table
de: Kaffeetisch
es: Mesa de café
fr: Table basse
ms: Meja Kopi
ru: Кофейный столик

source: No room to place the coffee table!
de: Kein Platz, um den Kaffeetisch zu platzieren!
es: ¡No hay lugar para colocar la mesa de café!
fr: Pas assez de place pour poser la table basse !
ms: Tiada ruang untuk letak meja kopi!
ru: Нет места для установки кофейного столика!

source: End Table
de: Beitisch
es: Mesa final
fr: Extrémité de table
ms: Meja Hujung
ru: Оконечный стол

source: Someone else owns the spot where other end goes!
de: Jemanden gehört schon die Stelle, wo das andere Ende hingehen würde.
fr: Quelqu'un d'autre est propriétaire de l'endroit où va l'autre bout !
ms: Tempat untuk letak hujung objek itu kawasan kepunyaan orang lain!
ru: Кому-то другому принадлежит точка, где заканчивается другой конец!

source: Someone else owns the spot where the middle or far end goes!
de: Jemanden gehört schon die Stelle, wo das mittlere oder ferne Stück hingehen würde.
fr: Quelqu'un d'autre est propriétaire de l'endroit où va le milieu ou l'autre bout !
ms: Tempat untuk letak pertengahan atau hujung objek itu kawasan kepunyaan orang lain!
ru: Кому-то другому принадлежит точка, куда выходит средний или дальний конец!

source: Someone else owns the spot where the other end goes!
de: Jemanden gehört schon die Stelle, wo das andere Ende hingehen würde.
fr: Quelqu'un d'autre est propriétaire de l'endroit où va l'autre bout !
ms: Tempat untuk letak hujung objek itu kawasan kepunyaan orang lain!
ru: Кому-то другому принадлежит точка, где выходит другой конец!

source: Long Sofa
de: Langes Sofa
es: Sofá largo
fr: Canapé long
ms: Sofa Panjang
ru: Длинный диван

source: No room to place the sofa!
de: Kein Platz, um das Sofa zu platzieren!
es: ¡No hay lugar para colocar el sofá!
fr: Pas assez de place pour poser le canapé !
ms: Tiada ruang untuk letak sofa!
ru: Нет места для дивана!

source: Sofa
es: Sofá
fr: Canapé
ru: Диван

source: Plasma Screen TV Stand
de: Plasmafernseherbildschirmständer
es: Mesa para televisión de pantalla de plasma
fr: Télévision sur pied
ms: Kaki TV Plasma
ru: Подставка для плазменного телевизора

source: Plasma TV
de: Plasmafernseher
es: Televisión de plasma
fr: Écran TV géant
ms: TV Plasma
ru: Плазменный телевизор

source: Plasma TV (off)
de: Plasmafernseher (aus)
es: Televisión de plasma (apagada)
fr: Écran TV géant (éteint)
ms: TV Plasma (tutup)
ru: Плазменный телевизор (выключен)

source: blue
de: blau
es: azul
ms: Biru

source: violet
de: violett
es: violeta
ms: Ungu

source: grey
de: grau
es: gris
ms: Kelabu

source: brown
de: braun
es: marrón
ms: Perang

source: Writable Book (@1)
de: Schreibbares Buch (@1)
ms: Buku Boleh Ditulis (@1)

source: Deck Chair (blue striped)
ms: Kerusi Anduh (Berjalur Biru)

source: Shrubbery (large, @1)
ms: Rumpun Pokok Renek (Besar, @1)

source: Picture Frame
ms: Bingkai Gambar

source: Curtains (open)
ms: Langsir (Terbuka)
