Repository: CERN/CTW
Catalog: mods/homedecor/homedecor_common/locale/*.po
Languages: de, es, fr, ms, ru

source: Granite
de: Granit
es: Granito
fr: Granit
ms: Granit
ru: Гранит

source: Grate
de: Rost
es: Reja
fr: Grille
ms: Jeriji
ru: Каминная решётка

source: Streak Free Glass
de: Schlierenfreies Glas
es: Vídrio sin rayas
fr: Verre anti-rayures
ms: Kaca Bebas Calar
ru: Стекло без стыков

source: Wood Framed Glass
de: Holzrahmenglas
es: Vídrio enmarcado en madera
fr: Verre encadré de bois
ms: Kaca Berbingkai Kayu
ru: Деревянное окно

source: Adobe
fr: Pisé
ms: Adob
ru: Саман

source: Fake Grass
de: Falsches Gras
es: Hierba falsa
fr: Herbe synthétique
ms: Rumput Tiruan
ru: Псевдо трава

source: Hardwood
de: Hartholz
es: Madera dura
fr: Bois dur (feuillu)
ms: Kayu Keras
ru: Твёрдая древесина

source: Roof block
de: Dachblock
es: Bloque de techo
fr: Bloc de toit
ms: Blok Bumbung
ru: Кровельный блок

source: Tar
de: Teer
es: Alquitrán
fr: Goudron
ru: Смола

source: Marble
de: Marmor
es: Mármol
fr: Marbre
ms: Marmar
ru: Мрамор

source: Brobble Spread
de: Ziesterboden
es: Mezcla de Ladroquines
fr: Tapis rouge
ms: Sebaran Batu Merah
ru: Настил кирпичного булыжника

source: Gravel Spread
de: Kiesboden
es: Mezcla de gravilla
fr: Tapis de gravier
ms: Sebaran Kelikir
ru: Настил гравия

source: Tarmac Spread
de: Asphaltboden
es: Mezcla de asfalto
fr: Tapis de goudron
ms: Sebaran Tar
ru: Покрытие гудронной смолой

source: Terrycloth towel
de: Frottiertuch
es: Toalla
fr: Serviette éponge
ms: Kain Tuala
ru: Махровое полотенце

source: Chess board tiling
de: Schachbrettkacheln
es: Azulejos de ajedrez
fr: Dalles en échiquier
ms: Jubin Papan Catur
ru: Шахматная плитка

source: Fireplace
de: Kamin
es: Chimenea
fr: Cheminée
ms: Pendiangan
ru: Камин

source: Small bundle of sticks
de: Kleines Bündel Stöcke
es: Manojo de palitos
fr: Petit fagot de brindilles
ms: Seberkas Kecil Serpihan Kayu
ru: Небольшая связка палок

source: Tar base
de: Teerbase
es: Base de alquitrán
fr: Pâte de goudron
ms: Campuran Tar
ru: Смоляная основа

source: Tar Knife
de: Teermesser
es: Cuchillo de alquitrán
fr: Couteau à goudron
ms: Pisau Tar
ru: Смоляной нож

source: Hanging chain (wrought iron)
de: Hängende Kette (Schmiedeeisen)
es: Cadena colgante (hierro forjado)
fr: Chaine suspendue (fer forgé)
ms: Rantai Gantung (Besi Tempaan)
ru: Висящая цепь (кованое железо)

source: Hanging chain (brass)
de: Hängende Kette (Messing)
es: Cadena colgante (latón)
fr: Chaine suspendue (laiton)
ms: Rantai Gantung (Loyang)
ru: Висящая цепь (латунь)

source: Hanging chain (ceiling mount, wrought iron)
de: Hängende Kette (Decke, Schmiedeeisen)
es: Cadena colgante (montada en techo, hierro forjado)
fr: Chaine suspendue (plafonnier, fer forgé)
ms: Rantai Gantung (Lekap Siling, Besi Tempaan)
ru: Висящая цепь (потолочное крепление, кованое железо)

source: Hanging chain (ceiling mount, brass)
de: Hängende Kette (Decke, Messing)
es: Cadena colgante (montada en techo, latón)
fr: Chaine suspendue (plafonnier, laiton)
ms: Rantai Gantung (Lekap Siling, Loyang)
ru: Висящая цепь (потолочное крепление, латунь)

source: Chandelier (wrought iron)
de: Kronleuchter (Schmiedeeisen)
es: Candelabro (hierro forjado)
fr: Chandelier (fer forgé)
ms: Candelier (Besi Tempaan)
ru: Люстра (кованое железо)

source: Chandelier (brass)
de: Kronleuchter (Messing)
es: Candelabro (latón)
fr: Chandelier (laiton)
ms: Candelier (Loyang)
ru: Люстра (латунь)

source: Monitor and keyboard
de: Bildschirm und Tastatur
es: Monitor y teclado
fr: Écran et clavier
ms: Monitor dan Papan Kekunci
ru: Монитор и клавиатура

source: WIFI Router
es: Enrutador WIFI
fr: Routeur WiFi
ms: Penghala WIFI
ru: WIFI-роутер

source: Computer Tower
de: Computerturm
es: Torre de ordenador
fr: Ordinateur (tour)
ms: Sistem Unit
ru: Системный блок

source: Printer-Scanner Combo
de: Multifunktionsdrucker
es: Impresora y escáner combinados
fr: Imprimante multi-fonction
ms: Pencetak Semua Dalam Satu
ru: МФУ

source: Rack Server
de: Serverschrank
es: Servidor en rack
fr: Serveur en rack
ms: Rak Pelayan
ru: Стоечный сервер

source: Not enough vertical space to place a server!
de: Es gibt nicht genug vertikalen Platz, um einen Server zu platzieren!
es: ¡No hay suficiente espacio para colocar un servidor!
fr: Pas assez d'espace vertical pour placer un serveur !
ms: Tidak cukup ruang menegak untuk letak rak pelayan!
ru: Недостаточно вертикального пространства для размещения сервера!

source: Plastic sheet
de: Kunststoffplane
es: Placa de plástico
fr: Feuille de plastique
ms: Kepingan Plastik
ru: Лист пластика

source: Unprocessed Plastic base
de: Unverarbeiteter Kunststoff
es: Base de plástico sin procesar
fr: Pâte de plastique
ms: Campuran Plastik Belum Diproses
ru: Необработанная пластиковая основа

source: L
fr: G
ru: Лев.

source: R
fr: D
ru: Прав.

source: New Game
de: Neues Spiel
es: Juego Nuevo
fr: Nouveau Jeu
ms: Main Baru
ru: Новая игра

source: Next...
de: Nächster …
fr: Suivant...
ms: Seterusnya...
ru: Далее...

source: Score:
de: Punktzahl:
ms: Markah:
ru: Счёт:

source: Tetris Arcade
de: Tetris-Arkadeautomat
es: Arcade Tetris
fr: Borne Tetris
ms: Arked Tetris
ru: Игровой автомат Тетрис

source: No room for place the Arcade!
de: Kein Platz, um den Arkadeautomaten zu platzieren!
es: ¡No hay lugar para colocar el arcade!
fr: Pas assez de place pour placer la borne d'arcade !
ms: Tiada ruang untuk letak Arked!
ru: Недостаточно места для размещения игрового автомата!

source: Ice fire
de: Eisfeuer
es: Fuego de hielo
fr: Feu glacé
ms: Api Ais
ru: Ледяной огонь

source: Fancy Fire
de: Schönes Feuer
es: Fuego fantasía
fr: Feu décoratif
ms: Api Hiasan
ru: Необычный огонь

source: Glowing Embers
de: Glühende Asche
es: Brasas ardientes
fr: Braises incandescentes
ms: Bara Api
ru: Светящиеся угли

source: Stone chimney top
de: Steinschornsteinaufsatz
es: Chimenea de piedra
fr: Haut de cheminée en pierre
ms: Kepala Serombong Batu
ru: Каменный дымоход на крышу

source: Sandstone chimney top
de: Sandsteinschornsteinaufsatz
es: Chimenea de arenisca
fr: Haut de cheminée en grès
ms: Kepala Serombong Batu Pasir
ru: Дымоход из песчаника на крышу

source: Bathroom/kitchen tiles (dark)
de: Badezimmer-/Küchenkacheln (dunkel)
es: Azulejo de baño/cocina (tonos oscuros)
fr: Carreaux de salle de bain ou cuisine (foncées)
ms: Jubin Dapur/Bilik Mandi (Gelap)
ru: Плитка для ванной/кухни (тёмная)

source: Bathroom/kitchen tiles (medium)
de: Badezimmer-/Küchenkacheln (mittel)
es: Azulejo de baño/cocina (tonos medios)
fr: Carreaux de salle de bain ou cuisine (moyennes)
ms: Jubin Dapur/Bilik Mandi (Biasa)
ru: Плитка для ванной/кухни (обычная)

source: Bathroom/kitchen tiles (light)
de: Badezimmer-/Küchenkacheln (hell)
es: Azulejo de baño/cocina (tonos claros)
fr: Carreaux de salle de bain ou cuisine (claires)
ms: Jubin Dapur/Bilik Mandi (Cerah)
ru: Плитка для ванной/кухни (светлая)

source: Towel rod with towel
de: Handtuchhalter mit Handtuch
es: Toallero con toalla
fr: Porte serviette et serviette
ms: Ampaian Beserta Tuala
ru: Полотенцедержатель с полотенцем

source: Medicine cabinet
de: Medizinschrank
es: Gabinete de medicinas
fr: Armoire à pharmacie
ms: Kabinet Ubat
ru: Медицинский кабинет

source: Toilet
de: Toilette
es: Inodoro
fr: Toilettes
ms: Tandas
ru: Туалет

source: Toilet paper
de: Toilettenpapier
es: Papel higiénico
fr: Papier toilette
ms: Tisu Tandas
ru: Туалетная бумага

source: Bathroom Sink
de: Badezimmerwaschbecken
es: Lavabo de baño
fr: Évier
ms: Sinki Bilik Mandi
ru: Раковина для ванной комнаты

source: Bathroom taps/faucet
de: Badezimmerwasserhahn
es: Grifo de baño
fr: Robinetterie
ms: Kepala Paip Bilik Mandi
ru: м

source: Bathroom taps/faucet (brass)
de: Badezimmerwasserhahn (Messing)
es: Grifo de baño (latón)
fr: Robinetterie (laiton)
ms: Kepala Paip Bilik Mandi (Loyang)
ru: Краны(смесители) для ванной комнаты (латунь)

source: Shower Tray
de: Duschtasse
es: Plato de ducha
fr: Bac de douche
ms: Lubang Air Mandi
ru: Душевой поддон

source: Shower Head
de: Duschbrause
es: Ducha
fr: Pomme de douche
ms: Kepala Pancuran
ru: Душевая лейка

source: Bathtub, clawfoot, with brass taps
de: Badewanne, Krallenfuß, mit Messingwasserhähnen
fr: Baignoire sur pieds, avec robinetterie en laiton
ms: Tab Mandi Berkaki Cakar, dengan Kepala Paip Loyang
ru: Ванна на острых ножках с латунными кранами

source: Bathtub, clawfoot, with chrome taps
de: Badewanne, Krallenfuß, mit Chromwasserhähnen
fr: Baignoire sur pieds, avec robinetterie en chrome
ms: Tab Mandi Berkaki Cakar, dengan Kepala Paip Krom
ru: Ванна на острых ножках с хромированными кранами

source: Bathroom sundries set
de: Badezimmerkrimskrams
es: Artículos de baño
fr: Miroir et tablette de salle de bain
ms: Set Barangan Bilik Mandi
ru: Набор для ванных комнат

source: Bed
de: Bett
es: Cama
fr: Lit
ms: Katil
ru: Кровать

source: Bed (king sized)
de: Breites Doppelbett
es: Cama (tamaño grande)
fr: Grand lit
ms: Katil Raja
ru: Кровать (большая)

source: mahogany
de: Mahagoni
es: caoba
fr: acajou
ms: Mahogani
ru: красное дерево

source: oak
de: Eiche
es: roble
fr: chêne
ru: дуб

source: Nightstand with One Drawer (@1)
de: Nachttisch mit einer Schublade (@1)
es: Mesa de luz con un cajón (@1)
fr: Meuble de chevet avec un tiroir (@1)
ms: Kabinet Katil dengan Satu Laci (@1)
ru: Тумба с одним ящиком (@1)

source: One-drawer Nightstand
de: Nachttisch mit einer Schublade
es: Mesa de luz con un cajón
fr: Meuble de chevet avec un tiroir
ms: Kabinet Katil Satu Laci
ru: Тумба с одним ящиком

source: Nightstand with Two Drawers (@1)
de: Nachttisch mit zwei Schubladen (@1)
es: Mesa de luz con dos cajones (@1)
fr: Meuble de chevet avec deux tiroirs (@1)
ms: Kabinet Katil dengan Dua Laci (@1)
ru: Тумба с двумя ящиками (@1)

source: Two-drawer Nightstand
de: Nachttisch mit zwei Schubladen
es: Mesa de luz con dos cajones
fr: Meuble de chevet avec deux tiroirs
ms: Kabinet Katil Dua Laci
ru: Тумба с двумя ящиками

source: red
de: rot
es: roja
fr: rouge
ms: Merah
ru: красный

source: green
de: grün
es: verde
fr: vert
ms: Hijau
ru: зелёный

source: @1 has written in a book (title: "@2"): "@3" at location @4
de: @1 hat in ein Buch geschrieben (Titel: „@2”): „@3” am Ort @4
es: @1 ha escrito en un libro (título: "@2"): "@3" en la ubicación @4
fr: @1 a écrit dans un livre (titre: "@2"): "@3" à l'emplacement @4
ms: @1 telah menulis dalam buku (tajuk: "@2"): "@3" di lokasi @4
ru: @1 написал в книге (заголовок: "@2"): "@3" в позиции @4

source: Air Conditioner
de: Klimaanlage
es: Acondicionador de aire
fr: Climatiseur
ms: Pendingin Hawa
ru: Кондиционер

source: Desk Fan
de: Schreibtischventilator
es: Ventilador de escritorio
fr: Ventilateur de bureau
ms: Kipas Meja
ru: Настольный вентилятор

source: Ceiling Fan
de: Deckenventilator
es: Ventilador de techo
fr: Ventilateur (plafonnier)
ms: Kipas Siling
ru: Потолочный вентилятор

source: Space heater
de: Heizgerät
es: Calentador de espacios
fr: Chaufferette
ms: Pemanas Ruang
ru: Обогреватель

source: Radiator heater
de: Heizkörper
es: Radiador
fr: Radiateur
ms: Pemanas Radiator
ru: Масленый обогреватель

source: Plastic analog clock
de: Plastikanaloguhr
es: Reloj análogo de plástico
fr: Horloge analogique en plastique
ms: Jam Analog Plastik
ru: Пластиковые стрелочные часы

source: Wooden analog clock
de: Hölzerne Analoguhr
es: Reloj análogo de madera
fr: Horloge analogique en bois
ms: Jam Analog Kayu
ru: Деревянные стрелочные часы

source: Digital clock
de: Digitaluhr
es: Reloj digital
fr: Horloge numérique
ms: Jam Digital
ru: Цифровые часы

source: Alarm clock
de: Wecker
es: Reloj de alarma
fr: Réveil-matin
ms: Jam Loceng
ru: Будильник

source: Grandfather Clock
de: Standuhr
es: Reloj de péndulo
fr: Horloge du grand père
ms: Jam Besar Berdiri
ru: Дедушкины часы

source: Cobweb
de: Spinnennetz
es: Telaraña
fr: Toile d'araignée
ms: Sarang Labah-Labah
ru: Паутина

source: Uncooked Terracotta Base
de: Ungebrannte Terrakotta
es: Base de terracota sin cocer
fr: Argile crue
ms: Asas Terracotta Belum Dimasak
ru: Необработанная терракотовая основа

source: Terracotta Roof Tile
de: Terrakottadachziegel
es: Tejado de terracota
fr: Tuile en terre cuite
ms: Genting Bumbung Terracotta
ru: Терракотовая крыша

source: Oil extract
de: Ölextrakt
es: Extracto de aceite
fr: Extrait d'huile
ms: Sari Minyak
ru: Выжимка масла

source: Unprocessed paraffin
de: Unverarbeitetes Paraffin
es: Parafina sin procesar
fr: Paraffine brute
ms: Parafin Belum Diproses
ru: Необработанный парафин

source: Plastic strips
de: Plastikstreifen
es: Tiras de plástico
fr: Bandes de plastique
ms: Jalur Plastik
ru: Пластиковые полоски

source: Small Wooden Drawer
de: Kleine Holzschublade
es: Cajón de madera pequeño
fr: Petit tiroir en bois
ms: Laci Kayu Kecil
ru: Маленький деревянный выдвижной ящик

source: Simple Integrated Circuit
de: Einfache integrierte Schaltung
es: Circuito integrado simple
fr: Circuit intégré simple
ms: Litar Bersepadu Ringkas
ru: Простая интегральная схема

source: Heating element
de: Heizelement
es: Elemento de calefacción
fr: Résistance
ms: Unsur Pemanas
ru: Нагревательный элемент Предложить исправление

source: Motor
fr: Moteur
ru: Двигатель

source: Power Crystal
de: Energiekristall
es: Cristal de poder
fr: Cristal d'énergie
ms: Kristal Kuasa
ru: Силовой кристалл

source: Blank Canvas
de: Leeres Leintuch
es: Lienzo en blanco
fr: Toile vierge
ms: Kanvas Kosong
ru: Пустой холст

source: VCR
de: Videorecorder
es: Grabadora de vídeo
fr: Magnétoscope
ms: Perakam Kaset Video
ru: Видеомагнитофон

source: DVD Player
de: DVD-Spieler
es: Reproductor de DVD
fr: Lecteur DVD
ms: Pemain DVD
ru: DVD-проигрыватель

source: Spool of copper wire
de: Kupferdrahtspule
es: Bobina de alambre de cobre
fr: Bobine de fil de cuivre
ms: Gelendong Wayar Tembaga
ru: Катушка из медной проволоки

source: Spool of steel wire
de: Stahldrahtspule
es: Bobina de alambre de acero
fr: Bobine de fil de fer
ms: Gelendong Wayar Keluli
ru: Катушка из стальной проволоки

source: Speaker driver
de: Lautsprechermembran
es: Conductor de altavoz
fr: Haut-parleur
ms: Pemacu Pembesar Suara
ru: Динамик

source: Fan blades
de: Ventilatorblätter
es: Aspas de ventilador
fr: Pales de ventilateur
ms: Bilah Kipas
ru: Лопасти вентилятора

source: Copper Strip
de: Kupferband
es: Tira de cobre
fr: Bande de cuivre
ms: Jalur Tembaga
ru: Медные полоски

source: Steel Strip
de: Stahlband
es: Tira de acero
fr: Bande métallique
ms: Jalur Keluli
ru: Стальные полоски

source: Steel chainlink
de: Stahlkette
es: Cadenas de acero
fr: Maillon de chaîne en acier
ms: Dawai Rangkai Keluli
ru: Стальное звено цепи

source: Brass chainlink
de: Messingkette
es: Cadenas de latón
fr: Maillon de chaîne en laiton
ms: Dawai Rangkai Loyang
ru: Латунное звено цепи

source: Soda Can
de: Limodose
es: Lata de refresco
fr: Canette de soda
ms: Tin Soda
ru: Банка газировки

source: Gold Coin (for soda vending machine)
de: Goldmünze (für Limoautomaten)
es: Moneda de oro (para la máquina expendedora)
fr: Pièce en or (pour distributeur de soda)
ms: Duit Syiling Emas (untuk mesin soda layan diri)
ru: Золотая монета (для автомата с газировкой)

source: Silicon lump
de: Silikonklumpen
es: Bulto de silicio
fr: Silicone
ms: Ketulan Silikon
ru: Кусок кремния

source: Brass Ingot
de: Messingbarren
es: Lingote de latón
fr: Lingot de laiton
ms: Jongkong Loyang
ru: Слиток латуни

source: Small Flower Pot
de: Kleiner Blumentopf
es: Maceta pequeña
fr: Petit pot de fleurs
ms: Pasu Bunga Kecil
ru: Маленький цветочный горшок

source: coin crafting is disabled!
de: Fertigung der Münzen ist ausgeschaltet!
ru: Крафт монет отключен!

source: Mahogany Closet Door (@1 opening)
de: Mahagoniwandschranktür (@1öffnend)
es: Puerta de armario de caoba (abre a la @1)
fr: Porte de placard en acajou (ouverture à @1)
ms: Pintu Almari Mahogani (Bukaan @1)
ru: Дверь стенного шкафа из красного дерева (открывается @1)

source: Oak Closet Door (@1 opening)
de: Eichenwandschranktür (@1öffnend)
es: Puerta de armario de roble (abre a la @1)
fr: Porte de placard en chêne (ouverture à @1)
ms: Pintu Almari Oak (Bukaan @1)
ru: Дверь стенного шкафа из дуба (открывается @1)

source: Fancy Wood/Glass Door (@1 opening)
de: Schicke Holz/Glastür (@1öffnend)
es: Puerta de madera/cristal de lujo (abre a la @1)
fr: Porte décorée en bois et verre (ouverture à @1)
ms: Pintu Hiasan Kayu/Kaca (Bukaan @1)
ru: Необычная деревянная/стеклянная дверь (открывается @1)

source: Glass Office Door (@1 opening)
de: Glasbürotür (@1öffnend)
es: Vídrio de cristal de oficina (abre a la @1)
fr: Porte de bureau en verre (ouverture à @1)
ms: Pintu Pejabat Kaca (Bukaan @1)
ru: Стеклянная офисная дверь (открывается @1)

source: Glass and Wood, Oak-colored (@1 opening)
de: Glas-Holz-Tür, eichefarben (@1öffnend)
es: Vídrio y madera, color roble (abre a la @1)
fr: Verre et bois, couleur chêne (ouverture à @1)
ms: Pintu Kayu Kaca, warna Oak (Bukaan @1)
ru: Стекло и дерево, дуб (открывается @1)

source: Glass and Wood, Mahogany-colored (@1 opening)
de: Glas-Holz-Tür, mahagonifarben (@1öffnend)
es: Vídrio y madera, color caoba (abre a la @1)
fr: Verre et bois, couleur acajou (ouverture à @1)
ms: Pintu Kayu Kaca, warna Mahogani (Bukaan @1)
ru: Стекло и дерево, красное дерево (открывается @1)

source: Glass and Wood, White (@1 opening)
de: Glas-Holz-Tür, weiß (@1öffnend)
es: Vídrio y madera, blanca (abre a la @1)
fr: Verre et bois, blanche (ouverture à @1)
ms: Pintu Kayu Kaca, warna Putih (Bukaan @1)
ru: Стекло и дерево, Белое (открывается @1)

source: Plain Wooden Door (@1 opening)
de: Schlichte Holztür (@1öffnend)
es: Puerta de madera lisa (abre a la @1)
fr: Porte en bois massif (ouverture à @1)
ms: Pintu Kayu Biasa (Bukaan @1)
ru: Простая деревянная дверь (открывается @1)

source: White Bedroom Door (@1 opening)
de: Weiße Schlafzimmertür (@1öffnend)
es: Puerta de habitación blanca (abre a la @1)
fr: Porte de chambre blanche (ouverture à @1)
ms: Pintu Bilik Tidur Putih (Bukaan @1)
ru: Белая дверь спальни (открывается @1)

source: Wrought Iron Gate/Door (@1 opening)
de: Schmiedeeiserne Tür (@1öffnend)
es: Portón de hierro forjado (abre a la @1)
fr: Porte/Portail en fer forgé (ouverture à @1)
ms: Pintu Besi Tempaan (Bukaan @1)
ru: Кованные железные ворота/дверь (открывается @1)

source: Wooden door with glass insert (@1 opening)
de: Holztür mit Glasfenster (@1öffnend)
es: Puerta de madera con inserto de vídrio (abre a la @1)
fr: Porte en bois avec fenestron en verre (ouverture à @1)
ms: Pintu Kayu dengan Masukan Kaca (Bukaan @1)
ru: Деревянная дверь со стеклянной вставкой (открывается @1)

source: Wooden door with glass insert, type 2 (@1 opening)
de: Holztür mit Glasfenster, Typ 2 (@1öffnend)
es: Puerta de madera con inserto de vídrio, tipo 2 (abre a la @1)
fr: Porte en bois avec fenestron en verre, type 2 (ouverture à @1)
ms: Pintu Kayu dengan Masukan Kaca, Jenis ke-2 (Bukaan @1)
ru: Деревянная дверь со стеклянной вставкой, второй тип (открывается @1)

source: left
de: links
es: izquierda
fr: gauche
ms: Kiri
ru: влево

source: right
de: rechts
es: derecha
fr: droite
ms: Kanan
ru: вправо

source: Unpainted Picket Fence Gate
de: Unlackiertes Lattenzauntor
es: Cerca de piquete sin pintar
fr: Portillon en piquets bruts
ms: Pintu Pagar Pancang Tidak Bercat
ru: Некрашеные ворота для забора из частокола

source: White Picket Fence Gate
de: Weißes Lattenzauntor
es: Cerca de piquete blanca
fr: Portillon en piquets blancs
ms: Pintu Pagar Pancang Putih
ru: Белые ворота для забора из частокола

source: Barbed Wire Fence Gate
de: Stacheldrahtzauntor
es: Cerca de alambre de espino
fr: Portillon en fil barbelé
ms: Pintu Pagar Dawai Berduri
ru: Ворота для забора из колючей проволоки

source: Chainlink Fence Gate
de: Maschendrahtzauntor
es: Cerca de eslabón de cadena
fr: Portillon grillagé
ms: Pintu Pagar Dawai Berangkai
ru: Ворота для цепного забора

source: "Half" Door
de: „Halbe“ Tür
fr: Demi-porte
ms: Pintu "Separuh"
ru: Полуразмерная дверь

source: "Half" Door (white)
de: „Halbe“ Tür (weiß)
fr: Demi-porte (blanche)
ms: Pintu "Separuh" (Putih)
ru: Полуразмерная дверь (белая)

source: Japanese wall (top)
de: Japanische Wand (oben)
es: Pared japonesa (parte más alta)
fr: Mur japonais (haut)
ms: Dinding Jepun (Atas)
ru: Японская стена (верх)

source: Japanese wall
de: Japanische Wand
es: Pared japonesa
fr: Mur japonais
ms: Dinding Jepun
ru: Японская стена

source: Japanese wall (bottom)
de: Japanische Wand (unten)
es: Pared japonesa (parte más baja)
fr: Mur japonais (bas)
ms: Dinding Jepun (Bawah)
ru: Японская стена (низ)

source: Japanese tatami
de: Japanische Tatami
es: Tatami
fr: Tatami
ms: Tatami Jepun
ru: Японский татами

source: Japanese-style door
de: Tür im japanischen Stil
es: Puerta estilo japonés
fr: Porte japonaise
ms: Pintu Gaya Jepun
ru: Дверь в японском стиле

source: Power Outlet
de: Steckdose
es: Toma de corriente
fr: Prise de courant
ms: Palam Elektrik
ru: Розетка

source: Light switch
de: Lichtschalter
es: Interruptor de luz
fr: Interrupteur
ms: Suis Lampu
ru: Выключатель света

source: Doorbell
de: Türklingel
es: Timbre
fr: Sonnette
ms: Loceng Pintu
ru: Дверной звонок

source: Large Stereo Speaker
de: Großer Stereolautsprecher
es: Altavoz estéreo grande
fr: Enceinte
ms: Pembesar Suara Stereo Besar
ru: Большой стерео громкоговоритель

source: Large Stereo Speaker, open front
de: Großer Stereolautsprecher, offene Vorderseite
es: Altavoz estéreo grande con frente abierto
fr: Enceinte, sans grille
ms: Pembesar Suara Stereo Besar, bahagian depan terbuka
ru: Большой стерео громкоговоритель (открытый)

source: Small Surround Speaker
de: Kleiner Surround-Lautsprecher
es: Altavoz envolvente pequeño
fr: Enceinte satellite surround
ms: Pembesar Suara Keliling Kecil
ru: Малый круговой громкоговоритель

source: Stereo Receiver
de: Stereoanlage
es: Receptor estéreo
fr: Récepteur radio
ms: Penerima Stereo
ru: Стерео приёмник

source: Projection Screen Material
de: Projektorleinwand
es: Material para pantalla de proyección
fr: Toile d'écran de projection
ms: Bahan Skrin Pemancaran
ru: Материал проекционного экрана

source: Small CRT Television
de: Kleiner Röhrenfernseher
es: Televisión CRT pequeña
fr: Petite télévision à tube cathodique
ms: Televisyen CRT Kecil
ru: Малый кинескопный телевизор

source: DVD and VCR
de: DVD-Spieler und Videorecorder
es: DVD y reproductor de vídeo
fr: DVD et magnétoscope
ms: Pemain DVD beserta Perakam VCR
ru: DVD и Видеомагнитофон

source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone
ms: Telefon
ru: Телефон

source: Barbecue
de: Grill
es: Barbacoa
ms: Barbeku
ru: Барбекю

source: Garden Bench (style 1)
de: Gartenbank (1. Stil)
es: Banco de jardín (estilo 1)
fr: Banc de jardin (style 1)
ms: Bangku Taman (gaya 1)
ru: Садовая скамья (1й стиль)

source: Garden Bench (style 2)
de: Gartenbank (2. Stil)
es: Banco de jardín (estilo 2)
fr: Banc de jardin (style 2)
ms: Bangku Taman (gaya 2)
ru: Садовая скамья (2й стиль)

source: Deck Chair
de: Badeliege
es: Tumbona
fr: Chaise longue
ms: Kerusi Anduh
ru: Шезлонг

source: Doghouse
de: Hundehütte
es: Casa de perros
fr: Niche
ms: Rumah Anjing
ru: Собачья будка

source: Simple Bench
de: Schlichte Bank
es: Banco simple
fr: Banc simple
ms: Bangku Ringkas
ru: Простая скамья

source: Garden stone path
de: Gartensteinpfad
es: Camino de piedra de jardín
fr: Chemin de pierres
ms: Laluan Berbatu Taman
ru: Садовая каменная дорожка

source: wood
de: Holz
es: madera
fr: bois
ms: Kayu
ru: дерево

source: white wood
de: weißes Holz
es: madera blanca
fr: bois blanc
ms: Kayu Putih
ru: белое дерево

source: wood, with vegetation
de: Holz mit Vegetation
es: madera, con vegetación
fr: bois, avec végétation
ms: Kayu, dengan Tumbuhan
ru: дерево с растительностью

source: white wood, with vegetation
de: weißes Holz mit Vegetation
es: madera blanca, con vegetación
fr: bois blanc, avec végétation
ms: Kayu Putih, dengan Tumbuhan
ru: белое дерево с растительностью

source: Garden Lattice (@1)
de: Gartenzaun (@1)
es: Enrejado de jardín (@1)
fr: Treillage (@1)
ms: Kekisi Taman (@1)
ru: Садовая решётка (@1)
